Repository: DroidsOnRoids/let-swift-app
Catalog: LetSwift/Resources/*.lproj/Localizable.strings
Languages: pl

# GENERAL_SOMETHING_WENT_WRONG
source: Something went wrong
pl: Coś poszło nie tak

# GENERAL_TRY_AGAIN_LATER
source: Try again later.
pl: Spróbuj ponownie za chwilę.

# GENERAL_NOTIFICATION_WHERE
source: We will see tomorrow at
pl: Widzimy się jutro o

# GENERAL_NOTIFICATION_ON
source: on
pl: podczas

# GENERAL_LOGOUT
source: Logout
pl: Wyloguj

# GENERAL_PULL_TO_REFRESH
source: Pull to refresh
pl: Pociągnij, aby odświeżyć

# ONBOARDING_CONTINUE
source: Continue
pl: Kontynuuj

# ONBOARDING_FINISH
source: Awesome, got it!
pl: Wszystko jasne!

# ONBOARDING_MEETUPS_TITLE
source: Meet-ups every month
pl: Comiesięczne spotkania

# ONBOARDING_MEETUPS_DESCRIPTION
source: {0} is a monthly {1} developers’ meeting taking place in Wrocław
pl: let Swift to cykliczne spotkania społeczności developerskiej iOS we Wrocławiu

# ONBOARDING_SPEAKERS_TITLE
source: Awesome speakers
pl: Doskonali mówcy

# ONBOARDING_SPEAKERS_DESCRIPTION
source: Every month talks are presented by speakers from every corner of Poland
pl: Co miesiąc gościmy prelegentów z całej Polski

# ONBOARDING_PRICE_TITLE
source: Completely free
pl: W pełni darmowe

# ONBOARDING_PRICE_DESCRIPTION
source: No entry fee, contests, prizes and awesome afterparty
pl: Darmowy wstęp, konkursy, nagrody i legendarne afterparty

# LOGIN_PURPOSE_DESCRIPTION
source: Login by Facebook to gain full access.
pl: Zaloguj przez Facebooka, by uzyskać pełny dostęp.

# LOGIN_BUTTON_TITLE
source: Login
pl: Logowanie

# LOGIN_SKIP_BUTTON_TITLE
source: Skip login
pl: Pomiń logowanie

# EVENTS_TITLE
source: Events
pl: Spotkania

# EVENTS_DETAILS_TITLE
source: Event details
pl: Szczegóły

# EVENTS_ATTEND
source: Attend
pl: Weź udział

# EVENTS_LOADING
source: Loading…
pl: Ładowanie…

# EVENTS_ATTENDING
source: Resign
pl: Zrezygnuj

# EVENTS_REMIND_ME
source: Remind me
pl: Przypomnij

# EVENTS_STOP_REMINDING
source: Stop reminding
pl: Anuluj

# EVENTS_SEE_PHOTOS
source: See photos
pl: Zobacz zdjęcia

# EVENTS_PREVIOUS
source: Previous {0} meet-ups
pl: Poprzednie spotkania

# EVENTS_TO_BE_ANNOUNCED
source: To be announced
pl: Wkrótce

# EVENTS_NOTIFICATIONS_TITILE
source: Notifications disabled
pl: Wyłączone powiadomienia

# EVENTS_NOTIFICATIONS_MESSAGE
source: Enable notifications in Settings.
pl: Włącz powiadomienia w Ustawieniach.

# EVENTS_NOTIFICATIONS_SETTINGS
source: Settings
pl: Ustawienia

# EVENTS_NOTIFICATIONS_CANCEL
source: Cancel
pl: Anuluj

# SPEAKERS_TITLE
source: Speakers
pl: Prelegenci

# SPEAKERS_DETAILS_TITLE
source: Speaker details
pl: Prelegent

# SPEAKERS_LATEST_TITLE
source: Latest {0} Speakers
pl: Ostatni prelegenci

# SPEAKERS_SEARCH_PLACEHOLDER
source: Search speakers
pl: Szukaj prelegentów

# CONTACT_TITLE
source: Contact
pl: Kontakt

# CONTACT_TOPIC
source: I want to
pl: Chcę

# CONTACT_NAME
source: Your name
pl: Imię

# CONTACT_EMAIL
source: Your email
pl: Adres e-mail

# CONTACT_MESSAGE
source: Message
pl: Wiadomość

# CONTACT_SEND
source: Send
pl: Wyślij

# CONTACT_TOPIC_ERROR
source: Choose the topic
pl: Temat wiadomości

# CONTACT_NAME_ERROR
source: Type name
pl: Uzupełnij imię

# CONTACT_EMAIL_ERROR
source: Type email address
pl: Uzupełnij adres e-mail

# CONTACT_MESSAGE_ERROR
source: Type message
pl: Uzupełnij wiadomość

# CONTACT_CANCEL
source: Cancel
pl: Anuluj

# CONTACT_TOPIC_SPEAK
source: Speak on the next event
pl: poprowadzić talka

# CONTACT_TOPIC_CLAIM
source: Claim a reward
pl: odebrać nagrodę

# CONTACT_TOPIC_PARTNER
source: Become a partner
pl: zostać sponsorem

# LECTURE_TITLE
source: Lecture details
pl: Prelekcja

# LECTURE_READ_MORE
source: Read more
pl: Więcej

# PHOTOS_TITLE
source: Photos
pl: Zdjęcia

# PHOTOS_OF
source: of
pl: z
